
// 代理服务器访问图片资源，解决跨域问题
// <img src="http://localhost:3000/?url=https://imgloc.com/image.jpg">

let products = [

	{
		img: "res/2023031000001.jpg",
		pictures: [
			"res/2023031000002.jpg",
			"res/2023031000003.jpg",
			"res/2023031000004.jpg",
			"res/2023031000005.jpg",
			"res/2023031000006.jpg",
			"res/2023031000007.jpg",
			"res/2023031000008.jpg"
		],
		"video":"video/video_20230311000001.mp4",
		name: "扁西施",
		material: "原矿特级紫朱泥",
		size: "220cc",
		price: "￥299.00",
		description: "扁西施.原矿特级紫朱泥.210cc.陈祖勇扁西施圆润饱满,玉雪可爱,壶身略扁更添敦厚古朴精神。"
	},
	{
		img: "res/2023031000101.jpg",
		pictures: [
			"res/2023031000102.jpg",
			"res/2023031000103.jpg",
			"res/2023031000104.jpg",
			"res/2023031000105.jpg",
			"res/2023031000106.jpg"
		],
		name: "古莲子·精品",
		material: "紫砂泥",
		size: "200cc",
		price: "￥999",
		description: "壶身简洁明快，流畅自然。由精选原矿紫泥制成，细腻润泽，雅致深韵。弯流嘴出水干脆利落，耳形壶把拿握有力。"
	},
	{
		img: "res/2023031000201.jpg",
		pictures: [
			"res/2023031000201.jpg",
			"res/2023031000202.jpg",
			"res/2023031000203.jpg",
			"res/2023031000204.jpg",
			"res/2023031000205.jpg",
			"res/2023031000206.jpg"
		],
		name: "七饼茶叶罐",
		material: "陶瓷",
		size: "10cm x 10cm x 8cm",
		price: "￥499.00",
		description: "原矿段泥，手绘山水"
	},
	{
		img: "res/2023031000301.jpg",
		pictures: [
			"res/2023031000301.jpg",
			"res/2023031000302.jpg",
			"res/2023031000303.jpg",
			"res/2023031000304.jpg",
			"res/2023031000305.jpg",
			"res/2023031000306.jpg"
		],
		name: "六个壶",
		material: "精品紫砂",
		size: "300cc",
		price: "￥1999.00",
		description: "横看成岭侧成峰，远近高低各不同"
	},
	{
		img: "res/20230311000001.jpg",
		pictures: [
			"res/20230311000001.jpg",
			"res/20230311000002.jpg",
			"res/20230311000003.jpg",
			"res/20230311000004.jpg",
			"res/20230311000005.jpg",
			"res/20230311000006.jpg"
		],
		name: "知行合一 「秦权」·全手精工",
		material: "原矿蟹壳青段泥",
		size: "230cc",
		price: "￥1999.00",
		description: "秦统天下，一统度量衡，“权”即是称量重量用的秤砣，秦权壶仿其外形。壶形稳重沉着，盖与壶身浑成一体，流向上微屈突出力感，把则呈大椭圆形，壶底内收。壶身由青年陶刻家子云细刻双兔🌊细腻逼真，灵气十足，让人细赏悦心。"
	},
	{
		img: "res/20230311000105.jpg",
		pictures: [
			"res/20230311000101.jpg",
			"res/20230311000102.jpg",
			"res/20230311000103.jpg",
			"res/20230311000104.jpg",
			"res/20230311000105.jpg",
			"res/20230311000106.jpg",
			"res/20230311000107.jpg",
			"res/20230311000108.jpg",
			"res/20230311000109.jpg"
		],
		name: "扁西施.陈祖勇",
		material: "原矿特级紫朱泥",
		size: "210cc",
		price: "￥1999.00",
		description: "扁西施圆润饱满,玉雪可爱,壶身略扁更添敦厚古朴精神。"
	},
	{
		img: "res/20230311000205.jpg",
		pictures: [
			"res/20230311000201.jpg",
			"res/20230311000202.jpg",
			"res/20230311000203.jpg",
			"res/20230311000204.jpg",
			"res/20230311000205.jpg",
			"res/20230311000206.jpg"
		],
		name: "国助秦巡精品高货•矮梨壶",
		material: "原矿朱泥",
		size: "180cc",
		price: "￥1999.00",
		description: "这把工料绝对到位，难度最大除了朱泥难做外，还有就是口盖过渡吻合非常完美。"
	},
	{
		img: "res/20230311000307.jpg",
		pictures: [
			"res/20230311000301.jpg",
			"res/20230311000302.jpg",
			"res/20230311000303.jpg",
			"res/20230311000304.jpg",
			"res/20230311000305.jpg",
			"res/20230311000306.jpg",
			"res/20230311000307.jpg",
			"res/20230311000308.jpg",
			"res/20230311000309.jpg"
		],
		name: "「思亭」",
		material: "原矿朱泥",
		size: "120cc",
		price: "￥1999.00",
		description: "俊秀温婉 气韵出众 非常耐品，不失为一款精工实用颜值高的功夫茶利器。"
	},
	{
		img: "res/20230311000401.jpg",
		pictures: [
			"res/20230311000401.jpg",
			"res/20230311000402.jpg",
			"res/20230311000403.jpg",
			"res/20230311000404.jpg",
			"res/20230311000405.jpg",
			"res/20230311000406.jpg",
			"res/20230311000407.jpg",
			"res/20230311000408.jpg",
			"res/20230311000409.jpg"
		],
		name: "『藏拙』精品",
		material: "原矿老紫泥",
		size: "160cc",
		price: "￥1999.00",
		description: "原矿老紫泥·手制·160cc·7孔"
	},
	{
		img: "res/20230311000501.jpg",
		pictures: [
			"res/20230311000501.jpg",
			"res/20230311000502.jpg",
			"res/20230311000503.jpg",
			"res/20230311000504.jpg",
			"res/20230311000505.jpg",
			"res/20230311000506.jpg",
			"res/20230311000507.jpg",
			"res/20230311000508.jpg",
			"res/20230311000509.jpg"
		],
		name: "『合欢』",
		material: "粗砂老紫泥",
		size: "200cc",
		price: "￥1999.00",
		description: "手制·200cc·内推9孔"
	},
	{
		img: "res/20230311000601.jpg",
		pictures: [
			"res/20230311000601.jpg",
			"res/20230311000602.jpg",
			"res/20230311000603.jpg",
			"res/20230311000604.jpg",
			"res/20230311000605.jpg",
			"res/20230311000606.jpg",
			"res/20230311000607.jpg",
			"res/20230311000608.jpg",
			"res/20230311000609.jpg"
		],
		name: "菊蕾",
		material: "原矿本山绿泥",
		size: "200cc",
		price: "￥1999.00",
		description: "器以筋纹成身，花开如菊蕾，显示柔中带刚之意，线条优美流畅，把生动流畅的筋纹纳入精确严格的设计当中，其上下印对，身盖齐同，深浅自知。"
	},
	{
		img: "res/20230311000703.jpg",
		pictures: [
			"res/20230311000701.jpg",
			"res/20230311000702.jpg",
			"res/20230311000703.jpg",
			"res/20230311000704.jpg",
			"res/20230311000705.jpg",
			"res/20230311000706.jpg",
			"res/20230311000707.jpg",
			"res/20230311000708.jpg",
			"res/20230311000709.jpg"
		],
		name: "『小子冶』",
		material: "降坡泥",
		size: "90cc",
		price: "￥1999.00",
		description: "14孔"
	},
	{
		img: "res/20230311000802.jpg",
		pictures: [
			"res/20230311000801.jpg",
			"res/20230311000802.jpg",
			"res/20230311000803.jpg",
			"res/20230311000804.jpg",
			"res/20230311000805.jpg",
			"res/20230311000806.jpg",
			"res/20230311000807.jpg",
			"res/20230311000808.jpg",
			"res/20230311000809.jpg"
		],
		name: "【喜乐】美壶推荐！",
		material: "原矿老段",
		size: "200cc",
		price: "￥1999.00",
		description: "～此壶壶体设计新颖，盖钮为葫芦形，壶身爽利，自然谐趣。流嘴古朴有感，圆把相随。整器更觉清爽利索，葫芦与“福禄”谐音，也有吉祥长寿之意！！"
	},
	{
		img: "res/20230311000903.jpg",
		pictures: [
			"res/20230311000901.jpg",
			"res/20230311000902.jpg",
			"res/20230311000903.jpg",
			"res/20230311000904.jpg",
			"res/20230311000905.jpg",
			"res/20230311000906.jpg",
			"res/20230311000907.jpg",
			"res/20230311000908.jpg",
			"res/20230311000909.jpg"
		],
		name: "《供春》",
		material: "段泥",
		size: "160cc",
		price: "￥1999.00",
		description: "香茶小壶，心逐天地，形随自然。"
	},
	{
		img: "res/20230311001001.jpg",
		pictures: [
			"res/20230311001001.jpg",
			"res/20230311001002.jpg",
			"res/20230311001003.jpg",
			"res/20230311001004.jpg"
		],
		name: "【 八面 • 玲珑 】",
		material: "老紫泥",
		size: "220cc",
		price: "￥1999.00",
		description: "壶中日月，亦是人生方圆，方是原则，圆是气度；行方，以不变应万变，智圆，以万变应不变。进学致和，行方思远，立志如山是方，行道如水是圆，不如山不能坚定，不如水不能曲达。所谓玲珑，不过是所有的一切，都刚刚好！"
	},
	{
		img: "res/20230311001101.jpg",
		pictures: [
			"res/20230311001101.jpg",
			"res/20230311001102.jpg",
			"res/20230311001103.jpg",
			"res/20230311001104.jpg",
			"res/20230311001105.jpg",
			"res/20230311001106.jpg",
			"res/20230311001107.jpg",
			"res/20230311001108.jpg",
			"res/20230311001109.jpg"
		],
		name: "全手工『紫朱泥贵妃西施』",
		material: "紫朱泥",
		size: "170cc",
		price: "￥1999.00",
		description: "美不过西施，最妙不过西施壶！饱满大方；柔中带刚；黄金容量。"
	},
	{
		img: "res/20230311001201.jpg",
		pictures: [
			"res/20230311001201.jpg",
			"res/20230311001202.jpg",
			"res/20230311001203.jpg",
			"res/20230311001204.jpg",
			"res/20230311001205.jpg",
			"res/20230311001206.jpg",
			"res/20230311001207.jpg",
			"res/20230311001208.jpg",
			"res/20230311001209.jpg"
		],
		name: "汉瓦",
		material: "原矿老段泥",
		size: "110cc",
		price: "￥1999.00",
		description: "此壶器型端正，壶身为短柱形；壶口广阔，投茶与清洗都十分舒爽，泡茶时利于热气散发，适茶性广。刻绘别出心裁，值得入手。"
	},
	{
		img: "res/20230311001307.jpg",
		pictures: [
			"res/20230311001301.jpg",
			"res/20230311001302.jpg",
			"res/20230311001303.jpg",
			"res/20230311001304.jpg",
			"res/20230311001305.jpg",
			"res/20230311001306.jpg",
			"res/20230311001307.jpg",
			"res/20230311001308.jpg",
			"res/20230311001309.jpg"
		],
		name: "【荷韵】快客杯/手抓壶",
		material: "原矿老段泥",
		size: "280cc",
		price: "￥1999.00",
		description: "出差旅行 携带便捷。"
	},
	{
		img: "res/20230311001407.jpg",
		pictures: [
			"res/20230311001401.jpg",
			"res/20230311001402.jpg",
			"res/20230311001403.jpg",
			"res/20230311001404.jpg",
			"res/20230311001405.jpg",
			"res/20230311001406.jpg",
			"res/20230311001407.jpg",
			"res/20230311001408.jpg",
			"res/20230311001409.jpg"
		],
		name: "【容天·全手工】",
		material: "原矿朱泥",
		size: "200cc",
		price: "￥1999.00",
		description: "容天壶寓意“大肚能容，容天下难容之事”。人生在世难免会遇烦恼之事，唯有宽容大度，才有豁达人生，一壶在手，无烦无忧。"
	},
	{
		img: "res/20230311001503.jpg",
		pictures: [
			"res/20230311001501.jpg",
			"res/20230311001502.jpg",
			"res/20230311001503.jpg",
			"res/20230311001504.jpg",
			"res/20230311001505.jpg",
			"res/20230311001506.jpg",
			"res/20230311001507.jpg",
			"res/20230311001508.jpg",
			"res/20230311001509.jpg"
		],
		name: "【朱泥小品】『西施』",
		material: "粗砂皱皮朱泥",
		size: "100cc 9孔",
		price: "￥1999.00",
		description: "泥料优先，选用顶级粗砂皱皮朱泥，2泡即润，越盘越油，让人爱不释手，茶人必备"
	},
	{
		img: "res/20230311001601.jpg",
		pictures: [
			"res/20230311001601.jpg",
			"res/20230311001602.jpg",
			"res/20230311001603.jpg",
			"res/20230311001604.jpg",
			"res/20230311001605.jpg",
			"res/20230311001606.jpg",
			"res/20230311001607.jpg",
			"res/20230311001608.jpg",
			"res/20230311001609.jpg"
		],
		name: "『莲生』",
		material: "青段泥",
		size: "320cc",
		price: "￥1999.00",
		description: "莲由心生，心生万象。『莲生』全手工精品，器身线条浑朴有致，浑若天成。"
	}



]